start = "Бот создан в рамках годового проекта по извлечению деталей из текста в магистратуре МОВС\n\n \
- узнать, какие функции имеет бот – /help\n \
- сделать предсказание – /predict\n \
- оценить работу бота – /feedback\n \
- вывести статистику оценок – /rating\n\n \
Также все вышеперечисленные действия могут быть вызваны соответствующими кнопками"

help = "Бот умеет делать предсказания о наиболее вероятном предикатном отношении между двумя сущностями\n\n \
Например, предикатом для сущностей _book_ и _table_ будет _on_\n\n \
Чтобы сделать предсказания, необходимо загрузить файл формата .csv с колонками _objects_ и _subjects_"

predict = "Пожалуйста, загрузите файл формата .csv с колонками _objects_ и _subjects_"

invalid_format = "Пожалуйста, приложите файл необходимого формата"

processing = "Идет обработка..."
predictions = "Полученные предсказания"
connection_error = "На сервере временные неполадки :(\nПопробуйте позже"

feedback = "Насколько вам понравилась работа телеграм бота?"
thanks = "Благодарю за отзыв!"

feedback_report = "Всего уникальных пользователей: {0}\nОценили сервис: {1} юзеров\nСредняя оценка сервиса: {2}"

no_feedback = "Бот пока не был оценен"

invalid_cmd = "Бот Вас не понял :)\nПожалуйста, воспользуйтесь предложенными функциями бота и при необходимости изучите инструкцию."
